{
  "items": [
    {
      "id": "kn01",
      "category": "Tech",
      "title": "Warum Accounts wirklich übernommen werden und was du konkret dagegen tun kannst",
      "summary": "Die meisten Account-Probleme entstehen durch Gewohnheiten, nicht durch Profihacker.",
      "body": "Viele Menschen denken bei gehackten Accounts sofort an Technik oder kriminelle Gruppen. In Wirklichkeit entstehen die meisten Probleme durch alltägliche Fehler. Wiederverwendete Passwörter, fehlende Zusatzsicherung und unbedachtes Klicken sind die Hauptgründe.\n\nEin starkes Passwort allein reicht heute nicht mehr aus. Wichtig ist, dass jedes wichtige Konto abgesichert ist und regelmäßig überprüft wird. Wer das einmal sauber einrichtet, reduziert das Risiko massiv."
    },

    {
      "id": "kn02",
      "category": "Bildung",
      "title": "Warum dein Kopf beim Lernen blockiert und was wirklich hilft",
      "summary": "Wenn Lernen schwerfällt, liegt das selten an Intelligenz.",
      "body": "Lernblockaden entstehen oft durch Stress, Müdigkeit oder Überforderung. Das Gehirn schaltet dann in einen Schutzmodus und verarbeitet Informationen schlechter. Das fühlt sich wie Unfähigkeit an, ist aber nur ein Signal.\n\nKurze Lerneinheiten, klare Ziele und regelmäßige Pausen helfen dem Gehirn, wieder leistungsfähig zu werden. Lernen ist kein Beweis von Stärke, sondern ein Prozess."
    },

    {
      "id": "kn03",
      "category": "Gesellschaft",
      "title": "Manipulation erkennt man nicht sofort sondern am Gefühl danach",
      "summary": "Emotionale Kontrolle zeigt sich oft erst im Rückblick.",
      "body": "Manipulation fühlt sich selten direkt falsch an. Meist bleibt nach Gesprächen ein komisches Gefühl zurück. Schuld, Unsicherheit oder Druck sind typische Anzeichen.\n\nWer lernt, auf diese Signale zu achten, kann früher reagieren. Gesunde Beziehungen respektieren Grenzen und akzeptieren ein Nein."
    },

    {
      "id": "kn04",
      "category": "Wirtschaft",
      "title": "Warum kleine Ausgaben dein Budget zerstören",
      "summary": "Nicht große Käufe, sondern viele kleine Kosten sind das Problem.",
      "body": "Viele wundern sich, warum am Monatsende kein Geld mehr da ist. Ursache sind oft Abos, Snacks und spontane Käufe.\n\nEin klarer Überblick und feste Limits helfen, Kontrolle zurückzugewinnen. Geldmanagement ist kein Talent, sondern Struktur."
    },

    {
      "id": "kn05",
      "category": "Gesundheit",
      "title": "Warum dauernde Müdigkeit mehr Ursachen hat als Schlaf",
      "summary": "Energie hängt von mehreren Faktoren ab.",
      "body": "Müdigkeit entsteht durch Stress, unregelmäßiges Essen, wenig Bewegung und mentale Belastung. Schlaf allein löst das Problem nicht immer.\n\nKleine Veränderungen im Alltag können große Wirkung haben. Regelmäßigkeit ist wichtiger als Perfektion."
    },

    {
      "id": "kn06",
      "category": "Tech",
      "title": "Warum dein Handy mehr über dich weiß als du denkst",
      "summary": "Viele Daten werden unbemerkt gesammelt.",
      "body": "Apps sammeln Standort, Nutzungszeiten und Interessen. Das passiert oft im Hintergrund.\n\nWer Berechtigungen prüft und unnötige Zugriffe deaktiviert, schützt seine Privatsphäre deutlich besser."
    },

    {
      "id": "kn07",
      "category": "Bildung",
      "title": "Warum Prüfungsangst nichts über deine Fähigkeiten sagt",
      "summary": "Angst ist ein körperlicher Alarm.",
      "body": "Prüfungsangst entsteht durch Stressreaktionen im Körper. Denken wird dadurch blockiert.\n\nAtemübungen, Vorbereitung und realistische Erwartungen helfen, die Kontrolle zurückzuholen."
    },

    {
      "id": "kn08",
      "category": "Gesellschaft",
      "title": "Warum Online Diskussionen so schnell eskalieren",
      "summary": "Algorithmen verstärken Konflikte.",
      "body": "Soziale Plattformen belohnen starke Reaktionen. Sachliche Gespräche gehen dabei unter.\n\nWer Pausen einlegt und nicht sofort reagiert, schützt seine Energie."
    },

    {
      "id": "kn09",
      "category": "Welt",
      "title": "Warum Nachrichten oft mehr Stress als Wissen bringen",
      "summary": "Dauerhafte Alarmmeldungen belasten das Gehirn.",
      "body": "Zu viele negative Nachrichten erzeugen Dauerstress. Das verzerrt die Wahrnehmung der Realität.\n\nFeste Zeiten und ausgewählte Quellen helfen, informiert zu bleiben ohne Überforderung."
    },

    {
      "id": "kn10",
      "category": "Lifestyle",
      "title": "Warum Schlaf deine Leistung mehr beeinflusst als Motivation",
      "summary": "Ohne Schlaf funktioniert kein System.",
      "body": "Schlaf beeinflusst Lernen, Stimmung und Gesundheit direkt. Wer dauerhaft zu wenig schläft, verliert Fokus.\n\nRegelmäßige Zeiten und weniger Bildschirm am Abend verbessern die Qualität deutlich."
    }
  ]
}
