{
  "items": [
    {
      "id": "kn01",
      "category": "Tech",
      "title": "„Ich wurde nicht gehackt — ich war nur bequem“: Die 9 Fehler, die Accounts zerstören (und wie du sie stoppst)",
      "summary": "Die meisten Account-Übernahmen passieren nicht durch Hollywood-Hacker, sondern durch simple Routine-Fehler. Hier ist der echte Schutzplan.",
      "publishedAt": "2025-12-14T15:31:00+01:00",
      "body": "<p>Wenn jemand sagt „Ich wurde gehackt“, klingt das wie ein Sci-Fi-Problem. In der Realität ist es meistens ein Business-Problem: schlechte Prozesse. Und zwar bei dir. Nicht böse gemeint – aber genau das ist die gute Nachricht: Du kannst es fixen.</p><h2>Warum das passiert (ohne Drama)</h2><p>Viele „Hacks“ sind:</p><ul><li>Passwort wiederverwendet (ein Leak reicht, dann Domino)</li><li>Phishing-Link geklickt (Stress + Fake-Seite)</li><li>Kein 2FA (ein Passwort = eine Tür)</li><li>Geräte nicht aktualisiert (Sicherheitslücken bleiben offen)</li></ul><h2>Die 9 Klassiker, die du ab heute stoppst</h2><ol><li><strong>Ein Passwort für alles</strong><br>Das ist wie derselbe Schlüssel für Wohnung, Schule, Spind, Bike. Wenn einer weg ist: RIP.</li><li><strong>Passwort = Name/Geburtstag/„Sommer2025!“</strong><br>Das ist nicht kreativ, das ist Standardliste.</li><li><strong>2FA nicht an, weil „nervt“</strong><br>2FA nervt genau 4 Sekunden. Konto zurückholen nervt Wochen.</li><li><strong>Links aus E-Mails / DMs klicken</strong><br>„Dein Konto wird gesperrt“ ist der Klassiker. Wenn’s dringend wirkt, ist es oft Scam.</li><li><strong>„Passwort speichern“ auf random Geräten</strong><br>Freund-PC, Schul-PC, Internet-Café — bro… nein.</li><li><strong>Kein Update seit 2 Monaten</strong><br>Updates sind Security-Patches. Kein Update = offene Tür.</li><li><strong>Apps mit Vollzugriff</strong><br>„Taschenlampe will Standort &amp; Kontakte“ — sus.</li><li><strong>Gleiche Sicherheitsfragen überall</strong><br>„Mädchenname der Mutter“ ist oft öffentlich rausfindbar.</li><li><strong>Kein Recovery-Plan</strong><br>Wenn du nicht weißt, wie du dein Konto wiederbekommst, bist du im Ernstfall lost.</li></ol><h2>Der Klaro-Plan (30 Minuten, dann bist du deutlich sicherer)</h2><ul><li>Nimm einen Passwortmanager ODER erstelle 3–5 sehr lange Passphrasen.</li><li><strong>2FA</strong>: am besten Authenticator-App, sonst SMS (SMS ist besser als nichts).</li><li>Wichtigste Konten zuerst: Mail, Socials, Banking, Gaming.</li><li>Check „Geräte“, „Sitzungen“, „Login-Verlauf“ und logge Fremdes aus.</li><li>Mach ein Recovery-Mail + Telefonnummer aktuell.</li><li>Update: Handy + Browser + Messenger.</li></ul><h2>Real Talk</h2><p>Sicherheit ist kein „Vibe“, es ist Hygiene. Wie Zähneputzen: nicht sexy, aber du willst auch keine Katastrophe.</p><p>Wenn du willst, bau ich dir noch eine Mini-Funktion: „Security-Checklist“ Button auf der Seite, die deinen Usern das als 60-Sekunden-Plan zeigt.</p>"
    },
    {
      "id": "kn02",
      "category": "Bildung",
      "title": "Warum du beim Lernen manchmal „dumm“ fühlst, obwohl du’s nicht bist (und wie du das Gehirn austrickst)",
      "summary": "Das Problem ist selten Intelligenz. Es ist Überlastung, falsches Timing und ein System, das dich stresst. Hier ist der Fix.",
      "publishedAt": "2025-12-14T12:00:00+01:00",
      "body": "<p>Dieses „Ich check’s einfach nicht“-Gefühl ist brutal – aber es ist oft kein Beweis, dass du „zu blöd“ bist. Es ist eher ein Zeichen, dass dein System gerade schlecht konfiguriert ist.</p><h2>Was da im Kopf passiert</h2><p>Wenn du gestresst bist, schaltet der Körper in Alarm: Fight/Flight. Ergebnis: weniger Zugriff auf ruhiges Denken, mehr Chaos-Gefühl, mehr Blackout. Das ist Biologie, kein Charakterfehler.</p><h2>Die 5 Gründe, warum Lernen plötzlich nicht mehr geht</h2><ol><li><strong>Du lernst zu lange am Stück</strong><br>Nach 60–90 Minuten sinkt Fokus. Dein Kopf braucht Reset.</li><li><strong>Du lernst ohne aktive Abfrage</strong><br>Lesen fühlt sich nach Lernen an, ist aber oft nur „Information streicheln“. Aktiv = Aufgaben machen, erklären, abfragen.</li><li><strong>Du lernst im falschen Zustand</strong><br>Hunger, Schlafmangel, zu viel Koffein, Stress – alles killt das Arbeitsgedächtnis.</li><li><strong>Du lernst zu groß</strong><br>„Ich lerne Mathe“ ist zu groß. „Ich kann lineare Gleichungen Schritt 1–3“ ist machbar.</li><li><strong>Du verwechselst Üben mit Prüfen</strong><br>Wenn du nur Aufgaben anschaust, prüfst du dich nicht. Du musst spüren: „Kann ich’s ohne Hilfe?“</li></ol><h2>Der Klaro-Lernplan (einfach, aber effektiv)</h2><ul><li><strong>25/5 oder 45/10</strong>: Timer an, Pause geplant.</li><li><strong>Start-mini</strong>: „Ich mache nur 1 Aufgabe“ – Einstieg ist das Schwerste.</li><li><strong>Fehlerliste</strong>: Schreib deine Top 5 Fehler auf. Wiederhole gezielt.</li><li><strong>Erklären</strong>: Tu so, als würdest du’s einem 12-Jährigen erklären.</li><li><strong>Kurz-Zusammenfassung</strong>: Am Ende 5 Zeilen in eigenen Worten.</li></ul><h2>Wenn du Stress hast</h2><p>Ein Trick: <strong>länger ausatmen</strong> als einatmen (z.B. 4 Sekunden ein, 6 Sekunden aus). Das signalisiert dem Nervensystem: „Kein Notfall.“ Plötzlich wird Denken wieder möglich.</p><h2>Wichtigster Satz</h2><p>Du bist nicht dein Moment von Überforderung. Du bist ein Projekt, das gerade die richtigen Tools braucht.</p>"
    },
    {
      "id": "kn03",
      "category": "Gesellschaft",
      "title": "Manipulation erkennt man nicht an Worten – sondern an Mustern: 7 Moves, die Leute emotional kontrollieren",
      "summary": "Schuldumkehr, Druck, „nur Spaß“, Lovebombing – hier ist, wie du’s erkennst und stabil reagierst, ohne cringe zu werden.",
      "publishedAt": "2025-12-14T10:00:00+01:00",
      "body": "<p>Manipulation ist selten „böse Film-Villain“-Style. Es ist oft subtile Kontrolle: über dein schlechtes Gewissen, deine Angst, deine Hoffnung.</p><h2>Erstmal: Was ist Manipulation?</h2><p>Wenn jemand versucht, dein Verhalten zu steuern, ohne ehrlich über Bedürfnisse zu sprechen – sondern über Druck, Schuld, Verwirrung.</p><h2>Die 7 typischen Muster</h2><ol><li><strong>Schuldumkehr</strong><br>Du sprichst ein Problem an, und plötzlich bist du „der Böse“.</li><li><strong>Druck mit Zeit</strong><br>„Entscheide jetzt“, „Wenn nicht heute, dann nie“. Stress ist die Währung von Manipulation.</li><li><strong>„War doch nur Spaß“</strong><br>Wenn du verletzt bist, wird’s runtergespielt. Aber Wirkung zählt mehr als Absicht.</li><li><strong>Lovebombing → Entzug</strong><br>Erst zu viel Nähe, dann plötzlich kalt. Du jagst den alten Zustand.</li><li><strong>Grenzen testen</strong><br>Du sagst „nein“ – und es kommt sofort Verhandeln, Diskutieren, Drama.</li><li><strong>„Wenn du mich liebst, dann…“</strong><br>Gefühle als Erpressung. Klassiker.</li><li><strong>Isolation</strong><br>„Deine Freunde sind schlecht“, „Nur ich verstehe dich“. Das ist Kontrolle, nicht Liebe.</li></ol><h2>Wie du reagierst (ohne dass es eskaliert)</h2><ul><li><strong>Kurz &amp; klar</strong>: „Ich entscheide in meinem Tempo.“</li><li><strong>Nicht diskutieren</strong>: Wenn jemand dich nicht verstehen will, wird jede Erklärung Munition.</li><li><strong>Wiederhole deine Grenze</strong>: Keine neuen Argumente, gleiche Message.</li><li><strong>Exit-Option</strong>: „Ich beende das Gespräch jetzt.“</li></ul><h2>Reality-Check</h2><p>Eine gesunde Person respektiert Grenzen, auch wenn’s ihr nicht passt. Respekt ist nicht romantisch – aber er ist die Basis, ohne die alles Müll ist.</p><h2>Klaro-Rule</h2><p>Wer dich wirklich mag, will nicht deine Kontrolle – sondern deine Sicherheit.</p>"
    }
  ]
}
